Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# coach.breaksBishopPair
source: breaks up the enemy bishop pair
ar_sa: يفكّك زوج الفيلين لدى الخصم
cs: rozbíjí soupeřovu dvojici střelců
da: bryder modstanderens løberpar
de_de: zerstört das gegnerische Läuferpaar
el: διαλύει το ζεύγος αξιωματικών του αντιπάλου
es_es: rompe la pareja de alfiles rival
fi: rikkoo vastustajan lähettiparin
fr_ca: casse la paire de fous adverse
he: מפרק את צמד הרצים של היריב
hi: प्रतिद्वंद्वी की ऊँट-जोड़ी तोड़ता है
hu: felbontja az ellenfél futópárját
id: membongkar pasangan gajah lawan
it: rompe la coppia di alfieri avversaria
ja: 相手のビショップペアを崩す
ko: 상대의 비숍 페어를 깨뜨린다
ms: membongkar pasangan gajah lawan
nl_nl: breekt het loperpaar van de tegenstander
no: bryter opp motstanderens løperpar
pl: rozbija parę gońców przeciwnika
pt_br: desfaz o par de bispos adversário
ro: desface perechea de nebuni a adversarului
ru: разрушает преимущество двух слонов соперника
sv: bryter upp motståndarens löparpar
th: ทำลายคู่บิชอปของฝ่ายตรงข้าม
tr: rakibin çift filini bozar
vi: phá cặp tượng của đối thủ
zh_hans: 拆散对方的双象
zh_hant: 拆散對方的雙象

# coach.captures
source: captures the %@
ar_sa: يأخذ %@
cs: bere %@
da: slår %@
de_de: schlägt den %@
el: παίρνει τον %@
es_es: captura el %@
fi: lyö %@
fr_ca: prend le %@
he: אוכל את ה%@
hi: %@ को काटता है
hu: leüti a %@
id: memakan %@
it: cattura l'%@
ja: %@を取る
ko: %@을(를) 잡는다
ms: memakan %@
nl_nl: slaat de %@
no: slår %@
pl: bije %@
pt_br: captura o %@
ro: ia %@
ru: забирает %@
sv: slår %@
th: กิน%@
tr: %@ alır
vi: ăn %@
zh_hans: 吃掉%@
zh_hant: 吃掉%@

# coach.castlesKingside
source: castles kingside, tucking the king away
ar_sa: يقوم بالتبييت القصير ويؤمّن الملك
cs: malá rošáda, král je v bezpečí
da: rokerer kort og får kongen i sikkerhed
de_de: rochiert kurz und bringt den König in Sicherheit
el: κάνει μικρό ροκέ και βάζει τον βασιλιά στο ασφαλές
es_es: enroca corto y pone al rey a salvo
fi: linnoittaa lyhyeen ja vie kuninkaan turvaan
fr_ca: roque du côté roi et met le roi à l'abri
he: מבצע הצרחה קטנה ומכניס את המלך למחסה
hi: छोटा कैसलिंग करके राजा को सुरक्षित करता है
hu: rövid sáncot csinál, és biztonságba viszi a királyt
id: rokade pendek dan mengamankan raja
it: arrocca corto e mette al sicuro il re
ja: キングサイドにキャスリングして玉を安全にする
ko: 킹사이드로 캐슬링해 킹을 안전하게 둔다
ms: rokade pendek dan mengamankan raja
nl_nl: rokeert kort en zet de koning veilig
no: rokerer kort og får kongen i sikkerhet
pl: roszuje krótko i chowa króla
pt_br: roca curto e põe o rei a salvo
ro: rocada mică, regele intră la adăpost
ru: делает короткую рокировку и уводит короля
sv: rockerar kort och får kungen i säkerhet
th: เข้าป้อมฝั่งคิง พาคิงไปที่ปลอดภัย
tr: kısa rok yapar ve şahı güvene alır
vi: nhập thành gần, đưa vua vào chỗ an toàn
zh_hans: 王翼易位，把王藏好
zh_hant: 王翼易位，把王藏好

# coach.castlesQueenside
source: castles queenside
ar_sa: يقوم بالتبييت الطويل
cs: velká rošáda
da: rokerer langt
de_de: rochiert lang
el: κάνει μεγάλο ροκέ
es_es: enroca largo
fi: linnoittaa pitkään
fr_ca: roque du côté dame
he: מבצע הצרחה גדולה
hi: बड़ा कैसलिंग करता है
hu: hosszú sáncot csinál
id: rokade panjang
it: arrocca lungo
ja: クイーンサイドにキャスリングする
ko: 퀸사이드로 캐슬링한다
ms: rokade panjang
nl_nl: rokeert lang
no: rokerer langt
pl: roszuje długo
pt_br: roca longo
ro: rocada mare
ru: делает длинную рокировку
sv: rockerar långt
th: เข้าป้อมฝั่งควีน
tr: uzun rok yapar
vi: nhập thành xa
zh_hans: 后翼易位
zh_hant: 后翼易位

# coach.detailedCapture
source: %@ — %@ moves the %@ from %@ to %@, capturing the %@
ar_sa: %@ — %@ ينقل %@ من %@ إلى %@ ويأخذ %@
cs: %@ — %@ táhne %@ z %@ na %@ a bere %@
da: %@ — %@ trækker %@ fra %@ til %@ og slår %@
de_de: %@ — %@ zieht den %@ von %@ nach %@ und schlägt den %@
el: %@ — %@ παίζει τον %@ από %@ σε %@ και παίρνει τον %@
es_es: %@ — %@ juega el %@ de %@ a %@ y captura el %@
fi: %@ — %@ siirtää %@ ruudusta %@ ruutuun %@ ja lyö nappulan %@
fr_ca: %@ — %@ joue le %@ de %@ en %@ et prend le %@
he: %@ — %@ מזיז את ה%@ מ־%@ ל־%@ ואוכל את ה%@
hi: %@ — %@ ने %@ को %@ से %@ पर चलाया और %@ को पीटा
hu: %@ — %@ lépteti a(z) %@ bábut %@ mezőről %@ mezőre, és leüti a(z) %@ bábut
id: %@ — %@ menjalankan %@ dari %@ ke %@ dan memakan %@
it: %@ — %@ muove l'%@ da %@ a %@ e cattura l'%@
ja: %@ — %@が%@を%@から%@へ動かし、%@を取ります
ko: %@ — %@이(가) %@을(를) %@에서 %@(으)로 옮기며 %@을(를) 잡습니다
ms: %@ — %@ menggerakkan %@ dari %@ ke %@ dan memakan %@
nl_nl: %@ — %@ speelt de %@ van %@ naar %@ en slaat de %@
no: %@ — %@ trekker %@ fra %@ til %@ og slår %@
pl: %@ — %@ gra %@ z %@ na %@ i bije %@
pt_br: %@ — %@ move o %@ de %@ para %@ e captura o %@
ro: %@ — %@ mută %@ de la %@ la %@ și capturează %@
ru: %@ — %@ идёт %@ с %@ на %@ и бьёт %@
sv: %@ — %@ drar %@ från %@ till %@ och slår %@
th: %@ — %@ เดิน%@จาก %@ ไป %@ และกิน%@
tr: %@ — %@ %@ taşını %@ karesinden %@ karesine oynar ve %@ taşını alır
vi: %@ — %@ đi %@ từ %@ đến %@ và ăn %@
zh_hans: %@ — %@ 把%@从 %@ 走到 %@，吃掉%@
zh_hant: %@ — %@ 把%@從 %@ 走到 %@，吃掉%@

# coach.detailedCastleKingside
source: %@ — %@ castles kingside
ar_sa: %@ — %@ يقوم بالتبييت القصير
cs: %@ — %@ rošáduje krátce
da: %@ — %@ rokerer kort
de_de: %@ — %@ rochiert kurz
el: %@ — %@ κάνει μικρό ροκέ
es_es: %@ — %@ enroca corto
fi: %@ — %@ linnoittaa lyhyeen
fr_ca: %@ — %@ roque du petit côté
he: %@ — %@ מבצע הצרחה קטנה
hi: %@ — %@ ने किंगसाइड कैसलिंग की
hu: %@ — %@ rövid sáncot csinál
id: %@ — %@ rokade pendek
it: %@ — %@ arrocca corto
ja: %@ — %@がキングサイドにキャスリング
ko: %@ — %@이(가) 킹사이드 캐슬링
ms: %@ — %@ rok pendek
nl_nl: %@ — %@ rokeert kort
no: %@ — %@ rokerer kort
pl: %@ — %@ roszuje krótko
pt_br: %@ — %@ roca pequeno
ro: %@ — %@ rocadă mică
ru: %@ — %@ делает короткую рокировку
sv: %@ — %@ rockerar kort
th: %@ — %@ เข้าป้อมฝั่งคิง
tr: %@ — %@ kısa rok yapar
vi: %@ — %@ nhập thành gần
zh_hans: %@ — %@ 王翼易位
zh_hant: %@ — %@ 王翼易位

# coach.detailedCastleQueenside
source: %@ — %@ castles queenside
ar_sa: %@ — %@ يقوم بالتبييت الطويل
cs: %@ — %@ rošáduje dlouze
da: %@ — %@ rokerer langt
de_de: %@ — %@ rochiert lang
el: %@ — %@ κάνει μεγάλο ροκέ
es_es: %@ — %@ enroca largo
fi: %@ — %@ linnoittaa pitkään
fr_ca: %@ — %@ roque du grand côté
he: %@ — %@ מבצע הצרחה גדולה
hi: %@ — %@ ने क्वीनसाइड कैसलिंग की
hu: %@ — %@ hosszú sáncot csinál
id: %@ — %@ rokade panjang
it: %@ — %@ arrocca lungo
ja: %@ — %@がクイーンサイドにキャスリング
ko: %@ — %@이(가) 퀸사이드 캐슬링
ms: %@ — %@ rok panjang
nl_nl: %@ — %@ rokeert lang
no: %@ — %@ rokerer langt
pl: %@ — %@ roszuje długo
pt_br: %@ — %@ roca grande
ro: %@ — %@ rocadă mare
ru: %@ — %@ делает длинную рокировку
sv: %@ — %@ rockerar långt
th: %@ — %@ เข้าป้อมฝั่งควีน
tr: %@ — %@ uzun rok yapar
vi: %@ — %@ nhập thành xa
zh_hans: %@ — %@ 后翼易位
zh_hant: %@ — %@ 后翼易位

# coach.detailedCheck
source: , giving check
ar_sa: ، مع كش
cs: , se šachem
da: , med skak
de_de: , mit Schach
el: , με σαχ
es_es: , dando jaque
fi: , shakaten
fr_ca: , avec échec
he: , תוך מתן שח
hi: , शह देते हुए
hu: , sakkot adva
id: , sambil menskak
it: , dando scacco
ja: 、王手をかけます
ko: , 체크를 걸며
ms: , sambil menyekak
nl_nl: , met schaak
no: , med sjakk
pl: , dając szacha
pt_br: , dando xeque
ro: , dând șah
ru: , с шахом
sv: , med schack
th: พร้อมรุก
tr: , şah çekerek
vi: , đồng thời chiếu
zh_hans: ，同时将军
zh_hant: ，同時將軍

# coach.detailedCheckmate
source: , delivering checkmate
ar_sa: ، وكش مات
cs: , a dává mat
da: , og sætter mat
de_de: , und setzt matt
el: , και δίνει ματ
es_es: , dando jaque mate
fi: , ja tekee matin
fr_ca: , et mate
he: , ומט
hi: , और मात देते हुए
hu: , mattot adva
id: , dan menskakmat
it: , dando scacco matto
ja: 、チェックメイトです
ko: , 체크메이트
ms: , dan membuat sekakmat
nl_nl: , en zet mat
no: , og setter matt
pl: , dając mata
pt_br: , dando xeque-mate
ro: , dând mat
ru: , и ставит мат
sv: , och sätter matt
th: และรุกจน
tr: , mat ederek
vi: , và chiếu hết
zh_hans: ，将死
zh_hant: ，將死

# coach.detailedEscape
source: , escaping the check
ar_sa: ، خروجًا من الكش
cs: , a uniká ze šachu
da: , og undslipper skakken
de_de: , und entkommt dem Schach
el: , βγαίνοντας από το σαχ
es_es: , saliendo del jaque
fi: , ja pääsee pois shakista
fr_ca: , et pare l'échec
he: , ויוצא מהשח
hi: , शह से बचते हुए
hu: , kilépve a sakkból
id: , keluar dari skak
it: , uscendo dallo scacco
ja: 、王手を逃れます
ko: , 체크에서 벗어나며
ms: , keluar daripada sekak
nl_nl: , en ontsnapt aan het schaak
no: , og kommer ut av sjakken
pl: , wychodząc z szacha
pt_br: , saindo do xeque
ro: , ieșind din șah
ru: , уходя от шаха
sv: , och tar sig ur schacken
th: และหลุดจากการรุก
tr: , şahtan kurtularak
vi: , thoát khỏi nước chiếu
zh_hans: ，解除将军
zh_hant: ，解除將軍

# coach.detailedMove
source: %@ — %@ moves the %@ from %@ to %@
ar_sa: %@ — %@ ينقل %@ من %@ إلى %@
cs: %@ — %@ táhne %@ z %@ na %@
da: %@ — %@ trækker %@ fra %@ til %@
de_de: %@ — %@ zieht den %@ von %@ nach %@
el: %@ — %@ παίζει τον %@ από %@ σε %@
es_es: %@ — %@ juega el %@ de %@ a %@
fi: %@ — %@ siirtää %@ ruudusta %@ ruutuun %@
fr_ca: %@ — %@ joue le %@ de %@ en %@
he: %@ — %@ מזיז את ה%@ מ־%@ ל־%@
hi: %@ — %@ ने %@ को %@ से %@ पर चलाया
hu: %@ — %@ lépteti a(z) %@ bábut %@ mezőről %@ mezőre
id: %@ — %@ menjalankan %@ dari %@ ke %@
it: %@ — %@ muove l'%@ da %@ a %@
ja: %@ — %@が%@を%@から%@へ動かします
ko: %@ — %@이(가) %@을(를) %@에서 %@(으)로 옮깁니다
ms: %@ — %@ menggerakkan %@ dari %@ ke %@
nl_nl: %@ — %@ speelt de %@ van %@ naar %@
no: %@ — %@ trekker %@ fra %@ til %@
pl: %@ — %@ gra %@ z %@ na %@
pt_br: %@ — %@ move o %@ de %@ para %@
ro: %@ — %@ mută %@ de la %@ la %@
ru: %@ — %@ идёт %@ с %@ на %@
sv: %@ — %@ drar %@ från %@ till %@
th: %@ — %@ เดิน%@จาก %@ ไป %@
tr: %@ — %@ %@ taşını %@ karesinden %@ karesine oynar
vi: %@ — %@ đi %@ từ %@ đến %@
zh_hans: %@ — %@ 把%@从 %@ 走到 %@
zh_hant: %@ — %@ 把%@從 %@ 走到 %@

# coach.detailedPromotion
source: , promoting to a %@
ar_sa: ، مع الترقية إلى %@
cs: , a proměňuje v %@
da: , og forvandler til %@
de_de: , und wandelt in eine %@ um
el: , με προαγωγή σε %@
es_es: , coronando %@
fi: , ja korottaa nappulaksi %@
fr_ca: , et promeut en %@
he: , ומקדם ל%@
hi: , और %@ में बदलते हुए
hu: , és %@ bábuvá alakul
id: , dan promosi menjadi %@
it: , promuovendo a %@
ja: 、%@に昇格します
ko: , %@(으)로 승진하며
ms: , dan naik pangkat menjadi %@
nl_nl: , en promoveert tot %@
no: , og forvandler til %@
pl: , promując na %@
pt_br: , promovendo a %@
ro: , promovând în %@
ru: , с превращением в %@
sv: , och förvandlar till %@
th: และเลื่อนขั้นเป็น%@
tr: , %@ taşına terfi ederek
vi: , và phong thành %@
zh_hans: ，升变为%@
zh_hant: ，升變為%@

# coach.doublesRooks
source: doubles the rooks
ar_sa: يضاعف القلعتين
cs: zdvojuje věže
da: fordobler tårnene
de_de: verdoppelt die Türme
el: διπλασιάζει τους πύργους
es_es: dobla las torres
fi: kaksintaa tornit
fr_ca: double les tours
he: מכפיל צריחים
hi: हाथियों को दोहरा करता है
hu: kettőzi a bástyákat
id: menggandakan benteng
it: raddoppia le torri
ja: ルークを重ねる
ko: 룩을 겹친다
ms: menggandakan benteng
nl_nl: verdubbelt de torens
no: dobler tårnene
pl: podwaja wieże
pt_br: dobra as torres
ro: dublează turnurile
ru: сдваивает ладьи
sv: dubblerar tornen
th: เรียงเรือสองตัว
tr: kaleleri ikizler
vi: chồng đôi xe
zh_hans: 叠车
zh_hant: 疊車

# coach.engineAgrees
source: %@ is what the engine plays too.
ar_sa: %@ هي نفسها نقلة المحرّك.
cs: %@ je i tah motoru.
da: %@ er også motorens træk.
de_de: %@ ist auch der Zug der Engine.
el: %@ είναι και η κίνηση της μηχανής.
es_es: %@ es también la jugada del motor.
fi: %@ on myös moottorin siirto.
fr_ca: %@ est aussi le coup du moteur.
he: %@ הוא גם המהלך של המנוע.
hi: %@ वही चाल है जो इंजन भी खेलता है।
hu: %@ a gép lépése is.
id: %@ juga langkah mesin.
it: %@ è anche la mossa del motore.
ja: %@ はエンジンの手でもあります。
ko: %@ 은(는) 엔진도 두는 수입니다.
ms: %@ juga langkah enjin.
nl_nl: %@ is ook de zet van de engine.
no: %@ er også motorens trekk.
pl: %@ to także ruch silnika.
pt_br: %@ é também o lance do motor.
ro: %@ este și mutarea motorului.
ru: %@ — тот же ход, что и у движка.
sv: %@ är också motorns drag.
th: %@ เป็นตาที่เอนจินเดินเช่นกัน
tr: %@ motorun da oynadığı hamle.
vi: %@ cũng là nước đi của máy.
zh_hans: %@ 也是引擎会走的着法。
zh_hant: %@ 也是引擎會走的著法。

# coach.givesCheck
source: gives check
ar_sa: يعطي كشًا
cs: dává šach
da: giver skak
de_de: gibt Schach
el: δίνει σαχ
es_es: da jaque
fi: antaa shakin
fr_ca: donne échec
he: נותן שח
hi: शह देता है
hu: sakkot ad
id: memberi sekak
it: dà scacco
ja: 王手をかける
ko: 체크를 건다
ms: memberi sekak
nl_nl: geeft schaak
no: gir sjakk
pl: daje szacha
pt_br: dá xeque
ro: dă șah
ru: даёт шах
sv: ger schack
th: รุก
tr: şah çeker
vi: chiếu
zh_hans: 将军
zh_hant: 將軍

# coach.halfOpenFile
source: puts the rook on the half-open %@-file
ar_sa: يضع القلعة على العمود نصف المفتوح %@
cs: staví věž na polootevřený sloupec %@
da: sætter tårnet på den halvåbne %@-linje
de_de: stellt den Turm auf die halboffene %@-Linie
el: τοποθετεί τον πύργο στη μισοανοιχτή στήλη %@
es_es: coloca la torre en la columna semiabierta %@
fi: vie tornin puoliavoimelle %@-linjalle
fr_ca: place la tour sur la colonne semi-ouverte %@
he: מציב את הצריח בטור החצי-פתוח %@
hi: हाथी को अर्ध-खुली %@ फ़ाइल पर रखता है
hu: a bástyát a félig nyitott %@ vonalra állítja
id: menempatkan benteng di lajur setengah terbuka %@
it: porta la torre sulla colonna semiaperta %@
ja: ルークを半開きの %@ ファイルに置く
ko: 룩을 반열린 %@파일에 놓는다
ms: menempatkan benteng di lajur setengah terbuka %@
nl_nl: zet de toren op de halfopen %@-lijn
no: setter tårnet på den halvåpne %@-linjen
pl: stawia wieżę na półotwartej linii %@
pt_br: coloca a torre na coluna semiaberta %@
ro: pune turnul pe coloana semideschisă %@
ru: ставит ладью на полуоткрытую линию %@
sv: ställer tornet på den halvöppna %@-linjen
th: วางเรือบนแนวกึ่งเปิด %@
tr: kaleyi yarı açık %@ sütununa koyar
vi: đặt xe lên cột nửa mở %@
zh_hans: 把车放到半开放的 %@ 线
zh_hant: 把車放到半開放的 %@ 線

# coach.isolatesOpponent
source: leaves the opponent with an isolated pawn
ar_sa: يترك للخصم بيدقًا معزولًا
cs: nechává soupeři izolovaného pěšce
da: efterlader modstanderen med en isoleret bonde
de_de: hinterlässt dem Gegner einen isolierten Bauern
el: αφήνει στον αντίπαλο απομονωμένο πιόνι
es_es: deja al rival con un peón aislado
fi: jättää vastustajalle eristetyn sotilaan
fr_ca: laisse à l'adversaire un pion isolé
he: משאיר ליריב רגלי מבודד
hi: प्रतिद्वंद्वी के पास अलग-थलग प्यादा छोड़ता है
hu: izolált gyalogot hagy az ellenfélnek
id: meninggalkan bidak terisolasi bagi lawan
it: lascia all'avversario un pedone isolato
ja: 相手に孤立ポーンを残す
ko: 상대에게 고립 폰을 남긴다
ms: meninggalkan bidak terisolasi bagi lawan
nl_nl: laat de tegenstander met een geïsoleerde pion achter
no: etterlater motstanderen med en isolert bonde
pl: zostawia przeciwnikowi izolowanego piona
pt_br: deixa o adversário com um peão isolado
ro: lasă adversarului un pion izolat
ru: оставляет сопернику изолированную пешку
sv: lämnar motståndaren med en isolerad bonde
th: ทิ้งเบี้ยโดดไว้ให้ฝ่ายตรงข้าม
tr: rakibe izole bir piyon bırakır
vi: để lại cho đối thủ một tốt cô lập
zh_hans: 给对方留下一个孤兵
zh_hant: 給對方留下一個孤兵

# coach.joinClauses
source: %@ and %@
ar_sa: %@ و%@
cs: %@ a %@
da: %@ og %@
de_de: %@ und %@
el: %@ και %@
es_es: %@ y %@
fi: %@ ja %@
fr_ca: %@ et %@
he: %@ ו%@
hi: %@ और %@
hu: %@ és %@
id: %@ dan %@
it: %@ e %@
ja: %@、そして%@
ko: %@, 그리고 %@
ms: %@ dan %@
nl_nl: %@ en %@
no: %@ og %@
pl: %@ i %@
pt_br: %@ e %@
ro: %@ și %@
ru: %@ и %@
sv: %@ och %@
th: %@ และ%@
tr: %@ ve %@
vi: %@ và %@
zh_hans: %@，并且%@
zh_hant: %@，並且%@

# coach.mate
source: delivers checkmate
ar_sa: ينهي المباراة بمات
cs: dává mat
da: sætter mat
de_de: setzt matt
el: δίνει ματ
es_es: da jaque mate
fi: tekee matin
fr_ca: donne mat
he: מכריז מט
hi: शहमात देता है
hu: mattot ad
id: memberi sekakmat
it: dà scacco matto
ja: チェックメイトする
ko: 체크메이트를 만든다
ms: memberi sekakmat
nl_nl: geeft mat
no: setter matt
pl: daje mata
pt_br: dá xeque-mate
ro: dă mat
ru: ставит мат
sv: sätter matt
th: รุกจน
tr: mat eder
vi: chiếu hết
zh_hans: 将死对方
zh_hant: 將死對方

# coach.mateCapturing
source: delivers checkmate, capturing the %@
ar_sa: ينهي المباراة بمات مع أخذ %@
cs: dává mat a bere %@
da: sætter mat og slår %@
de_de: setzt matt und schlägt dabei den %@
el: δίνει ματ παίρνοντας τον %@
es_es: da jaque mate capturando el %@
fi: tekee matin ja lyö %@
fr_ca: donne mat en prenant le %@
he: מכריז מט תוך אכילת ה%@
hi: %@ काटते हुए शहमात देता है
hu: mattot ad, és leüti a %@
id: memberi sekakmat sambil memakan %@
it: dà scacco matto catturando l'%@
ja: %@を取ってチェックメイトする
ko: %@을(를) 잡으며 체크메이트를 만든다
ms: memberi sekakmat sambil memakan %@
nl_nl: geeft mat en slaat daarbij de %@
no: setter matt og slår %@
pl: daje mata, bijąc %@
pt_br: dá xeque-mate capturando o %@
ro: dă mat luând %@
ru: ставит мат, забирая %@
sv: sätter matt och slår %@
th: รุกจนพร้อมกินกิน%@
tr: %@ alarak mat eder
vi: chiếu hết và ăn %@
zh_hans: 吃掉%@并将死对方
zh_hant: 吃掉%@並將死對方

# coach.moreActivity
source: sharply increases the activity of the pieces
ar_sa: يرفع نشاط القطع بوضوح
cs: výrazně zvyšuje aktivitu figur
da: øger brikkernes aktivitet mærkbart
de_de: steigert die Figurenaktivität deutlich
el: αυξάνει αισθητά τη δραστηριότητα των κομματιών
es_es: aumenta mucho la actividad de las piezas
fi: lisää nappuloiden aktiivisuutta selvästi
fr_ca: augmente nettement l'activité des pièces
he: מגביר משמעותית את פעילות הכלים
hi: मोहरों की सक्रियता काफ़ी बढ़ाता है
hu: érezhetően megnöveli a figurák aktivitását
id: meningkatkan keaktifan buah secara mencolok
it: aumenta nettamente l'attività dei pezzi
ja: 駒の働きを大きく高める
ko: 기물의 활동성을 크게 높인다
ms: meningkatkan keaktifan buah secara mencolok
nl_nl: verhoogt de activiteit van de stukken flink
no: øker brikkenes aktivitet merkbart
pl: wyraźnie zwiększa aktywność figur
pt_br: aumenta muito a atividade das peças
ro: crește vizibil activitatea pieselor
ru: резко повышает активность фигур
sv: ökar pjäsernas aktivitet påtagligt
th: เพิ่มความคล่องตัวของหมากอย่างชัดเจน
tr: taşların etkinliğini belirgin biçimde artırır
vi: tăng rõ rệt hoạt động của quân
zh_hans: 大幅提升子力活跃度
zh_hant: 大幅提升子力活躍度

# coach.opensFile
source: opens the %@-file
ar_sa: يفتح العمود %@
cs: otvírá sloupec %@
da: åbner %@-linjen
de_de: öffnet die %@-Linie
el: ανοίγει τη στήλη %@
es_es: abre la columna %@
fi: avaa %@-linjan
fr_ca: ouvre la colonne %@
he: פותח את טור %@
hi: %@ फ़ाइल खोलता है
hu: megnyitja a %@ vonalat
id: membuka lajur %@
it: apre la colonna %@
ja: %@ ファイルを開く
ko: %@파일을 연다
ms: membuka lajur %@
nl_nl: opent de %@-lijn
no: åpner %@-linjen
pl: otwiera linię %@
pt_br: abre a coluna %@
ro: deschide coloana %@
ru: вскрывает линию %@
sv: öppnar %@-linjen
th: เปิดแนว %@
tr: %@ sütununu açar
vi: mở cột %@
zh_hans: 打开 %@ 线
zh_hant: 打開 %@ 線

# coach.opensKingLines
source: pries open lines toward the enemy king
ar_sa: يفتح خطوطًا نحو ملك الخصم
cs: otvírá linie k soupeřovu králi
da: åbner linjer mod modstanderens konge
de_de: reißt Linien zum gegnerischen König auf
el: ανοίγει γραμμές προς τον αντίπαλο βασιλιά
es_es: abre líneas hacia el rey rival
fi: avaa linjoja vastustajan kuningasta kohti
fr_ca: ouvre des lignes vers le roi adverse
he: פותח קווים אל המלך היריב
hi: प्रतिद्वंद्वी के राजा तक रेखाएँ खोलता है
hu: vonalakat nyit az ellenfél királya felé
id: membuka jalur ke arah raja lawan
it: apre linee verso il re avversario
ja: 相手の玉に向かうラインをこじ開ける
ko: 상대 킹으로 향하는 선을 연다
ms: membuka jalur ke arah raja lawan
nl_nl: breekt lijnen open naar de vijandelijke koning
no: åpner linjer mot motstanderens konge
pl: otwiera linie w stronę króla przeciwnika
pt_br: abre linhas na direção do rei adversário
ro: deschide linii spre regele advers
ru: вскрывает линии к королю соперника
sv: öppnar linjer mot motståndarens kung
th: เปิดแนวเข้าหาคิงของฝ่ายตรงข้าม
tr: rakip şaha giden hatları açar
vi: mở đường tới vua đối phương
zh_hans: 撬开通往对方王的线路
zh_hant: 撬開通往對方王的線路

# coach.outpost
source: plants the knight on the %@ outpost, where no pawn can dislodge it
ar_sa: يثبّت الحصان في مركز متقدّم على %@ لا يستطيع أي بيدق طرده منه
cs: staví jezdce na předsunuté pole %@, odkud ho žádný pěšec nevyžene
da: placerer springeren på forposten %@, hvor ingen bonde kan jage den væk
de_de: stellt den Springer auf den Vorposten %@, wo kein Bauer ihn vertreiben kann
el: στήνει τον ίππο στο προκεχωρημένο φυλάκιο %@, όπου κανένα πιόνι δεν τον διώχνει
es_es: instala el caballo en el puesto avanzado %@, donde ningún peón puede expulsarlo
fi: asettaa ratsun etuvartioon %@, josta mikään sotilas ei sitä karkota
fr_ca: installe le cavalier sur l'avant-poste %@, où aucun pion ne peut le déloger
he: מציב את הפרש במוצב %@, שאף רגלי לא יכול לגרש ממנו
hi: घोड़े को %@ की चौकी पर जमाता है, जहाँ कोई प्यादा उसे हटा नहीं सकता
hu: a huszárt a %@ előretolt őrhelyre állítja, ahonnan gyalog nem zavarhatja el
id: menempatkan kuda di pos depan %@, tempat tak ada bidak yang bisa mengusirnya
it: piazza il cavallo sull'avamposto %@, dove nessun pedone può scacciarlo
ja: ナイトを %@ の前哨地点に据える。ポーンでは追い払えない
ko: 나이트를 %@ 전초 지점에 세운다. 어떤 폰도 쫓아낼 수 없다
ms: menempatkan kuda di pos depan %@, tempat tak ada bidak yang bisa mengusirnya
nl_nl: zet het paard op het steunpunt %@, waar geen pion het kan verjagen
no: plasserer springeren på utposten %@, der ingen bonde kan jage den vekk
pl: stawia skoczka na placówce %@, skąd żaden pion go nie przegoni
pt_br: instala o cavalo no posto avançado %@, onde nenhum peão o expulsa
ro: așază calul pe avanpostul %@, de unde niciun pion nu-l poate alunga
ru: ставит коня на форпост %@, откуда его не прогонит ни одна пешка
sv: placerar springaren på utposten %@, där ingen bonde kan jaga bort den
th: ตั้งม้าไว้ที่จุดยึด %@ ที่ไม่มีเบี้ยไล่ได้
tr: atı %@ ileri karakoluna yerleştirir; oradan hiçbir piyon onu kovamaz
vi: đặt mã vào tiền đồn %@, nơi không tốt nào đuổi được
zh_hans: 把马牢牢钉在 %@ 前哨，任何兵都赶不走
zh_hant: 把馬牢牢釘在 %@ 前哨，任何兵都趕不走

# coach.passedPawn
source: creates a passed pawn
ar_sa: يصنع بيدقًا حرًّا
cs: vytváří volného pěšce
da: skaber en fribonde
de_de: schafft einen Freibauern
el: δημιουργεί ελεύθερο πιόνι
es_es: crea un peón pasado
fi: luo vapaasotilaan
fr_ca: crée un pion passé
he: יוצר רגלי חופשי
hi: पास्ड प्यादा बनाता है
hu: szabadgyalogot csinál
id: menciptakan bidak bebas
it: crea un pedone passato
ja: パスポーンを作る
ko: 패스트 폰을 만든다
ms: menciptakan bidak bebas
nl_nl: creëert een vrijpion
no: skaper en fribonde
pl: tworzy wolnego piona
pt_br: cria um peão passado
ro: creează un pion liber
ru: создаёт проходную пешку
sv: skapar en fribonde
th: สร้างเบี้ยผ่าน
tr: geçer piyon yaratır
vi: tạo tốt thông
zh_hans: 造出一个通路兵
zh_hant: 造出一個通路兵

# coach.promotes
source: promotes to a %@
ar_sa: يرقّي إلى %@
cs: proměňuje v %@
da: forvandler til %@
de_de: wandelt in einen %@ um
el: προάγεται σε %@
es_es: corona en %@
fi: korottuu %@
fr_ca: promeut en %@
he: מכתיר ל%@
hi: %@ में बदलता है
hu: %@ változik
id: promosi menjadi %@
it: promuove a %@
ja: %@に成る
ko: %@(으)로 승격한다
ms: promosi menjadi %@
nl_nl: promoveert tot %@
no: forvandles til %@
pl: promuje na %@
pt_br: promove a %@
ro: promovează în %@
ru: проводит пешку в %@
sv: förvandlas till %@
th: เลื่อนขั้นเป็น%@
tr: %@ yaparak terfi eder
vi: phong thành %@
zh_hans: 升变为%@
zh_hant: 升變為%@

# coach.seventhRank
source: lands the rook on the seventh rank
ar_sa: يضع القلعة على الصف السابع
cs: dostává věž na sedmou řadu
da: får tårnet på syvende række
de_de: bringt den Turm auf die siebte Reihe
el: φέρνει τον πύργο στην έβδομη οριζόντια
es_es: lleva la torre a la séptima fila
fi: vie tornin seitsemännelle riville
fr_ca: amène la tour sur la septième rangée
he: מביא את הצריח לשורה השביעית
hi: हाथी को सातवीं पंक्ति पर लाता है
hu: a bástyát a hetedik sorra viszi
id: membawa benteng ke baris ketujuh
it: porta la torre sulla settima traversa
ja: ルークを第7ランクに送り込む
ko: 룩을 7번째 랭크로 보낸다
ms: membawa benteng ke baris ketujuh
nl_nl: brengt de toren naar de zevende rij
no: får tårnet på sjuende rad
pl: wprowadza wieżę na siódmą linię
pt_br: leva a torre à sétima fileira
ro: aduce turnul pe rândul șapte
ru: выводит ладью на седьмую горизонталь
sv: får tornet till sjunde raden
th: พาเรือขึ้นแถวที่เจ็ด
tr: kaleyi yedinci yataya taşır
vi: đưa xe lên hàng bảy
zh_hans: 把车送上第七横线
zh_hant: 把車送上第七橫線
